{
    "error":false,
    "jobs": [

    {
    "name":"Constable Ancillary Recruitment in Railway Protection Force",
    "experience":"SSLC/Matriculation or equivalent from recognised board., Age : 18-25 years as on 01/01/2019",
    "type":"Examination based. For more info, click the Link given down below",
    "description":"Railway Protection Force (RPF) of Indian Railways invites Online applications are invited from eligible male / female candidates for filling up the following Job posts of Constables Ancillary in various zones of Indian Railways for Railway Protection Special Force (RPSF) and Railway Protection Force (RPF)\n\nVacancies\n\nConstable : 798 posts (Constable Water Carrier-452, Constable Safaiwala-199, Constable Washerman-49, Constable Barber-49, Constable Mali-07, Tailor Gr.III-20, Cobbler Gr.III-22) , Pay Scale :Level-2/ Level 3 of 7th CPC Pay matrix Rs. 19900-63200 and Rs. 21700-69100/-, Qualification : SSLC/Matriculation or equivalent from recognised board., Age : 18-25 years as on 01/01/2019 \n\nApplication Fee\n\nRs. 500/- (Rs.400/- will be refunded) (Rs. 250/- for SC/ST/Ex-serviceman/Female/Minorities/Economically backward candidates, this will be refunded) to be deposited in the bank.\n\nHow to Apply?\n\nApply Online at RPF/RPSF Recruitment website from 01/01/2019 to 30/01/2019 only.",
    "link":"http://indianrailways.gov.in"
    },

    {
    "name":"Vacancies at Reserve Bank Information Technology Pvt. Ltd.",
    "experience":"Click on the Link down below for more info",
    "type":"Examination based. For more info, click the Link given down below",
    "description":"Reserve Bank Information Technology Private Limited (ReBIT), a wholly-owned subsidiary of the Reserve Bank of India (RBI) has been set up by the Reserve Bank of India (RBI), to take care of the IT requirements, including the cyber security needs of the Reserve Bank and its regulated entities. ReBIT invites applications for various roles in Cyber Security, Systems Audit, Research and Innovation, Project Management and Administration. All vacancy posts are based in Mumbai unless specifically mentioned. Employment is on a fixed term, full time basis, exclusively for ReBIT, initially for a period of three years, extendable by mutual agreement.\n\nVacancies in Vertical Domains\n\n1. Cyber Security\n\n1.Manager – Threat Intelligence\n2.Manager – Security Engineering\n3.Senior Manager /AVP – Incident Response\n4.Associate Manager - Security Operations Centre\n5.Sr. Manager/Manager – Access and Asset Security Management\n6.Manager- Information Security Risk\n7.Manager – Governance Risk and Compliance\n8.Sr. Manager/Manager – Web and OS security\n\n2. Research and Innovation\n\n1.Full Stack Application Developer\n\nHow to Apply? \n\nThe Apply Online at ReBIT website on or before 31/12/2018 only.  ",
    "link":"https://rebit.org.in/positions"
    },

    {
    "name":"Job Vacancies in Bank Note Press Nashik!!",
    "experience":"Click on the Link down below for more info",
    "type":"Examination based. For more info, click the Link given down below",
    "description":"Security Printing and Minting Corporation of India Limited (SPMCIL) with its  headquarters at  Janpath, New Delhi,  is a Miniratna Category-I CPSE, and wholly owned Schedule ‘A’ Company of Government of India, is engaged in the manufacture of security paper, minting of coins, printing of currency and bank notes, non-judicial stamp papers, postage stamps, travel documents, etc.\n\nCurrency Note Press, Nasik Road is one of the nine units under the Security Printing and Minting Corporation of India Limited (SPMCIL) invites applications for the post of Welfare Officer at A-2 level & Supervisor (Technical Operation Printing) at S-1 level having all India transfer/posting liability.\n\nVacancies\n\nWelfare Officer : 01 post, Pay Scale : Rs. 29000-110000\n\nSupervisor (Technical Operations - Printing) : 20 posts (UR-06, OBC-08, SC-04, ST-02), Pay Scale : Rs. 26000-100000\n\nAge : 18-30 years as on 14/01/2019\n\nApplication Fee\nRs. 400/- (No fee for SC/ST/PWD/Ex.SM) to be paid online.\n\nHow to Apply?\n\nApply online at India Government Mint Hyderabad website only from 15/12/2018 to 14/01/2019.   ",
    "link":" http://cnpnashik.spmcil.com/Interface/JobOpenings1.aspx?menue=5"
    }

    ]
    }